{
  "demo":{
    "title": "Your First Time Hanging Out with Squirrly's Live Assistant",
    "slug": "first-time-squirrly-live-assistant",
    "content": "<p>This article has been&nbsp;100%&nbsp;optimized using Squirrly's Optimization Assistant, which means both Google and human readers will love it!<\/p>\r\n<p>But if you were to <strong>delete the words <\/strong>\"live assistant\" from the title thus also changing the permalink, that would no longer be the case.<\/p>\r\n<p><strong>Go ahead, try it right now. (Yes, go ahead! It's made for DEMO purposes and we want you to break it. Your site will suffer no changes.)<\/strong><\/p>\r\n<p>By removing the&nbsp;phrase for which we've optimized this article from the title, you've lowered the optimization percentage.<\/p>\r\n<p>See how the box for <em>Title is Google Friendly<\/em> is no longer Green? Put the keyword back in the title to get it back to 100%. Good! The box is green again, right?<\/p>\r\n<p>Now, delete this image of an incredibly adorable puppy below (Be strong; don't let those puppy eyes stop you in your tracks).<\/p>\r\n<!-- wp:image {\"align\":\"center\"} -->\r\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https:\/\/storage.googleapis.com\/squirrly\/images\/squirrly_live_assistant.jpg\" alt=\"live assistant\"\/><\/figure><\/div>\r\n<!-- \/wp:image -->\r\n\r\n<p>Delete the image? Wow, how could you? And also... notice how two of the panels are no longer green?<\/p>\r\n<p>The explanation is that the&nbsp;<strong>Live&nbsp;Assistant<\/strong> checks to see if you've added at least one image in your article and automatically adds the keyword in the alt text of the image (if you insert it using the Blogging&nbsp;Assistant).<\/p>\r\n<p>Did you happen to see the keyword in bold just above? Remove the bold and pay attention to what happens in the panel to the right. Caught it? Great!<\/p>\r\n<p>You'll have to bold one of the keywords present in your&nbsp;text to get it back to green.<\/p>\r\n<!-- wp:heading -->\r\n<h2>Now Delete the Words \"Live&nbsp;Assistant\" from this Heading: See What Happens!<\/h2>\r\n<!-- \/wp:heading -->\r\n\r\n<p>Yep, this seemingly small change has caused the optimization percentage to go down! But if you follow the instructions from the assistant, you'll never overlook this optimization step - or any other!<\/p>\r\n<p>Next, lets' turn it up a notch and do something really outrageous. Try writing down the keyword for this article 5 more times. Starting now.<\/p>\r\n<p>The assistant caught on to that pretty fast, right? Notice the Red lights?<\/p>\r\n<p>It's to signal that the content is no&nbsp;longer Google-friendly because&nbsp;you over-optimized it.<\/p>\r\n<p>Finally, try removing all the words <em>Live Assistant<\/em> from the text. That's no good either, it's important to have keywords spread throughout the body of the article.<\/p>\r\n<p>But don't worry, the assistant&nbsp;will always be there to be your compass towards achieving a 100% optimized article or page every time you use it.<\/p>\r\n<p>Try it Today to Optimize Your First Post<\/p>\r\n<p>You can find it in any \"Edit Post\" or \"Add New Post\" interface in WordPress.<\/p>",
    "keyword": "Live Assistant"
  }
}
